/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Xoá";
"Basic settings" = "Tuỳ chỉnh";



/* MAIN ACTIVITIES */

"Home" = "Trang chủ";
"Open" = "Đang làm";
"Closed" = "Hoàn thành";
"Awards" = "Huy chương";



/* HOME VIEW */

"Up next" = "Tiếp theo";
"More to explore" = "Xem thêm";
"%@, %lld items, %g%% complete." = "%@, %lld mục, %g%% hoàn thành.";



/* PROJECTS VIEW */

"Open Projects" = "Dự án đang làm";
"Closed Projects" = "Dự án đã hoàn thành";
"Add Project" = "Thêm dự án";
"Add New Item" = "Thêm mục mới";
"There's nothing here right now" = "Ở đây chưa có gì cả";

/* A button that shows a menu with the following options */
"Sort" = "Sắp xếp";
"Sort items" = "Sắp xếp các mục"; /* The title of the menu */
"Optimized" = "Tối ưu"; /* Sort using an optimized algorithm */
"Creation Date" = "Ngày tạo"; /* Sort by the date items were created */
"Title" = "Tiêu đề"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Dự án mới";
"New Item" = "Mục mới";



/* EDITING PROJECTS */
"Edit Project" = "Sửa dự án";
"Project name" = "Tên dự án";
"Description of this project" = "Mô tả dự án";
"Custom project color" = "Tuỳ chỉnh màu dự án";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Hoàn thành dự án";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Đóng dự án làm chuyển dự án này vào trang Hoàn thành; xoá án dự án làm loại bỏ hết nguyên dự án này";
"Reopen this project" = "Mở lại dự án";
"Delete this project" = "Xoá dự án này";
"Delete project?" = "Xoá dự án?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Bạn có chắc muốn xoá dự án này? Bạn sẽ xoá hết tất cả nội dung mà nó chứa đựng.";



/* EDITING ITEMS */
"Edit Item" = "Tuỳ chỉnh mục";
"Item name" = "Tên mục";
"Description" = "Mô tả";
"Priority" = "Ưu tiên";
"Low" = "Thấp";
"Medium" = "Trung bình";
"High" = "Cao";

"Mark Completed" = "Đánh dấu đã hoàn thành"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Đã Khoá";
"Unlocked: %@" = "Đã mở khoá: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Vui lòng chọn trong danh sách để bắt đầu.";
